tap 'homebrew/bundle'
tap 'homebrew/core'

brew 'docker'
brew 'git'
brew 'java'
brew 'jq'
brew 'tig'

cask 'adobe-acrobat-reader'
cask 'appcleaner'
cask 'discord'
cask 'docker'
cask 'google-chrome'
cask 'google-drive'
cask 'google-japanese-ime'
cask 'karabiner-elements'
cask 'kindle'
cask 'slack'
cask 'visual-studio-code'
