tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/binary'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
cask 'java'
brew 'amazon-ecs-cli'
brew 'autoconf'
brew 'automake'
brew 'bdw-gc'
brew 'bison'
brew 'boost'
brew 'git'
brew 'docker'
brew 'bsdmake'
brew 'libpng'
brew 'freetype'
brew 'gdbm'
brew 'gmp'
brew 'gnupg'
brew 'go'
brew 'gradle'
brew 'openssl'
brew 'pcre'
brew 'neko'
brew 'haxe'
brew 'lua'
brew 'highlight'
brew 'jpeg'
brew 'libtool'
brew 'imagemagick'
brew 'jenkins'
brew 'oniguruma'
brew 'jq'
brew 'libarchive'
brew 'libyaml'
brew 'makedepend'
brew 'markdown'
brew 'maven'
brew 'md5sha1sum'
brew 'readline'
brew 'sqlite'
brew 'mycli'
brew 'mysql'
brew 'neon'
brew 'nkf'
brew 'nodebrew'
brew 'ossp-uuid'
brew 'p7zip'
brew 'packer'
brew 'pandoc'
brew 'perl-build'
brew 'pkg-config'
brew 'plenv'
brew 'postgresql'
brew 'proctools'
brew 'protobuf'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'ruby-build'
brew 'rbenv'
brew 'redis'
brew 'sbt'
brew 'scons'
brew 'spark'
brew 'subversion', args: ['with-perl']
brew 'swig'
brew 'terraform'
brew 'tig'
brew 'tomcat'
brew 'tomcat@7'
brew 'tree'
brew 'typesafe-activator'
brew 'wget'
brew 'zsh'
brew 'circleci'
brew 'homebrew/boneyard/ngrok'
brew 'homebrew/versions/maven31'
cask 'adobe-reader'
cask 'appcleaner'
cask 'atom'
cask 'docker'
cask 'evernote'
cask 'firefox'
cask 'google-chrome'
cask 'google-drive'
cask 'google-japanese-ime'
cask 'intellij-idea'
cask 'licecap'
cask 'mysqlworkbench'
cask 'skype'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
